Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: This is a setting for default carb absorption impact per 5 minutes. The default is an expected 8 mg/dL/5min. This affects how fast COB is decayed in situations when carb absorption is not visible in BG deviations. The default of 8 mg/dL/5min corresponds to a minimum carb absorption rate of 24g/hr at a CSF of 4 mg/dL/g.
de: Dies ist eine Einstellung für die standardmäßige Kohlenhydrateabsorption pro 5 Minuten. Der Standardwert ist eine erwartete 8 mg/dL/5min. Dies wirkt sich darauf aus, wie schnell COB in Situationen verfällt, in denen die Kohlenhydrateabsorption in Abweichungen nicht sichtbar ist. Der Standardwert von 8 mg/dL/5min entspricht einer minimalen Kohlenstoffabsorptionsrate von 24g/h bei einer CSF von 4 mg/dL/g.
fr: Il s'agit d'un paramètre définissant l'absorption par défaut des glucides sur 5 minutes. La valeur par défaut est de 8 mg/dL/5min. Cela affecte la vitesse de dégradation des COB dans les situations où l'absorption de glucides n'est pas visible dans les écarts de glycémie. La valeur par défaut de 8 mg/dL/5min correspond à un taux d'absorption minimale de glucides de 24g/h à un CSF de 4 mg/dL/g.
it: Questa è un'impostazione per un impatto predefinito di assorbimento di carboidrati per 5 minuti. Il valore predefinito è 8 mg/dL/5min. Ciò influisce sulla velocità di riduzione del COB in situazioni in cui l’assorbimento dei carboidrati non sia rilevabile nelle deviazioni della glicemia. Il valore predefinito di 8 mg/dL/5min corrisponde ad una velocità minima di assorbimento dei carboidrati di 24g/h a un CSF di 4 mg/dL/g.
nl: Dit is een instelling voor de standaard koolhydraten absorptie per 5 minuten. De standaard waarde is een verwachte 8 mg/dL/5min. Dit beïnvloedt hoe snel COB afneemt in situaties waarin koolhydraat absorptie niet zichtbaar is in BG afwijkingen. De standaard van 8 mg/dL/5 min komt overeen met een minimale koolhydraten absorptie van 24g/hr op een CSF (koolhydraat gevoeligheid factor) van 4 mg/dL/g.
ru: Это количество углеводов поглощаемых за 5 минут. По умолчанию ожидается 8 мг/дл/5 мин. Это влияет на быстроту списания углеводов алгоритмом в ситуациях, когда при отклонениях СК поглощение углеводов не заметно. По умолчанию 8 мг/дл/5 мин что соответствует минимальной скорости поглощения углеводов 24 г/ч при CSF в 4 мг/дл/г.
sv: Standardvärde är 8 mg/dl/5min (0,4 mmol/l/5 min). Detta är en inställning för kolhydratsabsorptionseffekt per 5 minuter, som påverkar hur snabbt aktiva kolhydrater klingar av i situationer när kolhydratsabsorption inte syns i BS-avvikelser. Standarden på 0,4 mmol/l/5 min motsvarar en minsta absorptionshastighet på 24g/h vid en CSF ('Carb Sensitivity Factor', hur mycket ditt blodsocker stiger per gram kolhydrat) på 0,2 mmol/l/g.
tr: Bu ayar 5 dakikada bir varsayılan karbonhidrat emilim etkisi için dır. Varsayılan, beklenen bir 8 mg/dL/5dk'dır. Bu, KŞ sapmalarında karbonhidrat emiliminin görünmediği durumlarda COB'nin ne kadar hızlı bozulduğunu etkiler. Varsayılan 8 mg/dL/5dk, 4 mg/dL/g'lik bir BOS'ta 24g/saatlik minimum karbonhidrat emilim oranına karşılık gelir.
zh_hans: 这是对每5分钟默认碳水化合物吸收影响的设置。默认的预期是8毫克/分升/5分钟。这影响到在BG偏差中看不到碳水化合物吸收的情况下，COB衰减的速度。默认的8mg/dL/5min对应于CSF为4mg/dL/g时的最低碳水化合物吸收率为24g/hr。

source: This is an important OpenAPS safety limit. The default setting (which is unlikely to need adjusting) is 3. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 3x the highest hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
de: Dies ist ein wichtiges OpenAPS-Sicherheitslimit. Die Standardeinstellung (die wahrscheinlich nicht angepasst werden muss) ist 3. Das bedeutet, dass es OpenAPS niemals erlaubt sein wird, eine temporäre Basalrate festzulegen, die mehr als das dreifache der höchsten Stunden-Basalrate ist, die in der Pumpe eines Benutzers gespeichert ist. Auch bei aktiviertem Autotune gilt diese Grenze.
fr: Ceci est une limite de sécurité importante pour OpenAPS. Le paramètre par défaut ( peu susceptible d'avoir besoin d'être ajusté) est 3. Cela signifie qu’OpenAPS ne sera jamais autorisé à définir un débit basal temporaire supérieur à 3 fois le taux de basal horaire le plus élevé programmé dans la pompe d’un utilisateur, ou, si activé, déterminé par autotune.
it: Questo è un importante limite di sicurezza di OpenAPS. L'impostazione predefinita (che è improbabile che debba essere modificata) è 3. Ciò significa che a OpenAPS non sarà mai permesso di impostare una velocità basale temporanea superiore a 3x la più alta velocità basale oraria programmata nella pompa di un utente, o, se abilitato, determinato da autotune.
nl: Dit is een belangrijke OpenAPS veiligheidslimiet. De standaardinstelling (die waarschijnlijk geen aanpassingen nodig zal hebben) is 3. Dit betekent dat OpenAPS nooit zal worden toegestaan om een tijdelijke basaalstand in te stellen die groter is dan 3 x de hoogste basaalstand per uur, geprogrammeerd in een gebruikerspomp, of indien ingeschakeld, bepaald door autotune.
ru: По умолчанию (которое вряд ли потребуется изменить) равно 3. Важный предел безопасности. Это означает, что временная базальная скорость никогда не превысит 3x наибольшей почасовой базальной скорости, запрограммированной в помпе, или, если включено, определяется autotune.
sv: Detta är en viktig säkerhetsgräns för FreeAPS X. Standardinställningen (som sannolikt inte behöver justeras) är 3. Detta innebär att FreeAPS X aldrig kommer att tillåtas att ställa in en temporär basaldos som är mer än 3x den högsta basaldosen inställd i pumpen, eller, om aktiverad, den som är inställd av 'Autotune'.
tr: Bu önemli bir OpenAPS güvenlik sınırıdır. Varsayılan ayar (ayarlanması pek olası değildir) 3'tür. Bu, OpenAPS'nin bir kullanıcının pompasında programlanan en yüksek saatlik bazal hızın 3 katından daha fazla olan veya etkinleştirilirse belirlenen geçici bir bazal hızı ayarlamasına asla izin verilmeyeceği anlamına gelir. Belirlenen otoayar ile.
zh_hans: 这是一个重要的OpenAPS安全限制。这意味着OpenAPS永远不会被允许设置一个超过用户泵中最高基础速率3倍的临时基础速率(一般不需要修改)。如果启用，由会由AutoSens决定。

source: This is another important OpenAPS safety limit. The default setting (which is also unlikely to need adjusting) is 4. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 4x the current hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
de: Dies ist ein weiteres wichtiges OpenAPS-Sicherheitslimit. Die Standardeinstellung (die ebenfalls vermutlich nicht angepasst werden muss) ist 4. Das bedeutet, dass OpenAPS niemals eine temporäre Basalrate festlegen darf, die mehr als das vierfache der aktuellen Stunden-Basalrate ist, die in der Pumpe eines Benutzers programmiert ist. Auch ein aktiviertes Autotune kann diese Grenze nicht überschreiten.
fr: Ceci est une autre limite de sécurité importante pour OpenAPS. Le paramètre par défaut (qui est également peu susceptible d'avoir besoin d'être ajusté) est 4. Cela signifie qu’OpenAPS ne sera jamais autorisé à définir un débit de base temporaire supérieur à 4 fois le débit de base horaire actuel programmé dans la pompe d’un utilisateur, ou, si activé, déterminé par autotune.
it: Questo è un altro importante limite di sicurezza di OpenAPS. L'impostazione predefinita (che è improbabile che debba essere modificata) è 4. Ciò significa che a OpenAPS non sarà mai permesso di impostare una velocità basale temporanea superiore a 4x l’attuale velocità basale oraria programmata nella pompa di un utente, o, se abilitato, determinato da autotune.
nl: Dit is ook een belangrijke OpenAPS veiligheidslimiet. De standaard instelling (die waarschijnlijk niet aangepast hoeft te worden) is 4. Dit betekend dat OpenAPS niet een hoger tijdelijk basaal waarde mag instellen dan 4 keer het huidige basaal van dit uur ingesteld in de pomp, of als dit is ingesteld bepaald door autotune.
ru: Значение по умолчанию (которое вряд ли потребуется изменить) 4. Это еще один важный предел безопасности. Это означает, что временная базальная скорость устанавливаемая алгоритмом, никогда не превысит 4x текущую базальную скорость, запрограммированную в помпе, или, если включено, определяется autotune.
sv: Detta är en viktig säkerhetsgräns i FreeAPS X. Standardinställningen (som sannolikt inte behöver justeras) är 4, vilket innebär att det aldrig kommer att tillåtas att ställa in en temporär basaldos som är mer än 4x den högsta ordinarie basaldosen, sparad i pumpen, eller, om aktiverad, den som är ställts in av 'Autotune'.
tr: Bu bir başka önemli OpenAPS güvenlik önlemidir. Varsayılan ayar (değiştirilmesine pek gerek duyulmaz) 4'tür. Bu OpenAPS'nin bir kullanıcının pompasında programlanan mevcut saatlik geçici bazal hızın 4 katından daha fazla geçici bir bazal hızı ayarlamasına asla izin verilmeyecektir ve etkinleştirildiyse, otoayar tarafından belirlenir.
zh_hans: 这是另一个重要的OpenAPS安全限制。默认设置（也不太可能需要调整）是4。这意味着OpenAPS永远不会被允许设置一个临时的基础代谢率超过用户泵中当前每小时基础代谢率的4倍，或者，如果启用，由Autosens决定。

source: This is the amount of the maximum number of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
de: Dies ist die maximale Anzahl der geschätzten abgebauten Kohlenhydrate in 4 Stunden, wenn keine Kohlenhydrat-Resorption ersichtlich ist.
fr: Il s’agit de la quantité maximale de glucides que nous supposons absorber sur 4h si nous ne voyons pas encore d’absorption de glucides.
it: Questa è la quantità massima di carboidrati che supponiamo verrà assorbita in 4h se non vediamo ancora l'assorbimento del carboidrato.
nl: Dit is het maximale aantal koolhydraten waarvan we aannemen dat ze over een periode van 4 uur geabsorbeerd worden als we nog geen absorptie zien.
ru: Это значение максимального количества углеводов, которое предположительно будет поглощено спустя 4 часа, если алгоритм не увидит поглощения углеводов.
sv: Mängd av maximala antal kolhydrater som vi antar kommer att absorberas över 4h om vi ännu inte ser 'carb absorption'.
tr: Bu henüz karbonhidrat emilimini görmezsek, 4 saatten fazla emeceğini varsaydığımız maksimum karbonhidrat miktarıdır.
zh_hans: 这是我们假设在4小时内会吸收的最大数量的碳水化合物的量，如果我们还没有看到碳水化合物的吸收。

source: This is the fraction of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
de: Dies ist die maximale Anzahl der geschätzt abgebauten Kohlenhydrate in 4 Stunden, wenn keine Kohlenhydratabbau ersichtlich ist.
fr: Il s’agit de la fraction des glucides que nous supposons absorber plus de 4h si nous ne voyons pas encore d’absorption des glucides.
it: Questa è la frazione di carboidrati che supponiamo sia assorbita in 4h se non vediamo ancora l'assorbimento di carboidrati.
nl: Dit is de fractie van koolhydraten waarvan we aannemen dat ze gedurende 4 uur zullen absorberen, als we nog geen koolhydraten absorptie zien.
ru: Это доля углеводов, которые предположительно будут поглощены спустя 4 часа, если алгоритм не увидит поглощения углеводов.
sv: Del av kolhydrater som vi antar kommer att absorberas över 4h om vi ännu inte ser 'carb absorption'.
tr: Bu henüz karbonhidrat emilimini süresini görmezsek, 4 saatten fazla emilimi varsayımı karbonhidrat oranıdır.
zh_hans: 如果我们还没有看到碳水化合物的吸收，这就是我们假设在4小时内会吸收的那部分碳水化合物。

source: This might be an intermittent problem, but please check that your transmitter is tightly secured over your sensor
de: Dies könnte ein vorübergehendes Problem sein, bitte überprüfen Sie, ob Ihr Sender fest über Ihren Sensor befestigt ist
fr: Ceci peut être un problème intermittent, mais veuillez vérifier que votre transmetteur est bien positionné sur votre capteur
it: Questo potrebbe essere un problema intermittente, ma sei pregato di verificare che il tuo trasmettitore sia strettamente protetto sul tuo sensore
nb: Dette kan være et forbigående problem, men kontroller at senderen er godt festet over sensoren
nl: Dit kan een tijdelijk probleem zijn, maar controleer of uw zender stevig vastzit op uw sensor
ru: Это может быть временная проблема, но пожалуйста, проверьте, что ваш передатчик надежно закрывает сенсор
sv: Detta kan vara ett övergående problem, men kontrollera att din sändare sitter fast ordentligt på din sensor
tr: Bu aralıklı bir sorun olabilir ancak lütfen vericinizin sensörünüze sıkıca sabitlendiğini kontrol edin
zh_hans: 这可能是一个间歇性问题，但请检查您的发射器是否对贴紧传感器

source: Time
de: Uhrzeit
fr: Heure
it: Tempo
nb: Tidspunkt
nl: Tijd
ru: Время
sv: Tid
tr: Saat
zh_hans: 时间

source: Time of maximum blood glucose lowering effect of insulin, in minutes. Beware: Oref assumes for ultra-rapid (Lyumjev) & rapid-acting (Fiasp) curves minimal (35 & 50 min) and maximal (100 & 120 min) applicable insulinPeakTimes. Using a custom insulinPeakTime outside these bounds will result in issues with FreeAPS-X, longer loop calculations and possible red loops.
de: Benutzerspezifische Zeit des maximalen Wirkungshochs des Insulins. Achtung: Oref wendet für die ultra-rapid (Lyumjev) & rapid-acting (Fiasp) Insulinwirkungs-Kurven Unter- (35 & 50 min) und Obergrenzen (100 & 120 min) an. Falls das benutzerdefinierte Wirkungshoch außerhalb dieser Grenzen liegt, kann es zu Komplikationen mit FreeAPS-X kommen, langen Loop-Berechnungszeiten und "red loops".
fr: Temps de réduction maximale de l'effet de glycémie de l'insuline, en minutes. Attention : Oref suppose pour les courbes ultra-rapides (Lyumjev) et à action rapide (Fiasp) un minimum (35 & 50 min) et un maximum (100 & 120 min) applicable. Utiliser une valeur personnalisée en dehors de ces limites entraînera des problèmes avec FreeAPS-X, des calculs de boucle plus longs et d'éventuelles boucles rouges.
it: Tempo del massimo effetto dell'insulina di riduzione del glucosio nel sangue, in minuti. Attenzione: Oref presume le curve ultra rapide (Lyumjev) e ad azione rapida (Fiasp) minime (35 e 50 min) e massime (100 e 120 min) degli insulinPeakTimes applicabili. Usare un insulinPeakTime personalizzato al di fuori di questi limiti risulterà in problemi con FreeAPS-X, calcoli ciclici più lunghi e possibili cicli rossi.
nl: Tijd van maximale bloedglucose verlagend effect van insuline in hele minuten (insuline piek tijd). Let op: Oref gaat er van uit dat ultra-snelle (Lyumjev) & snelle werking (Fiasp) curves minimaal (35 & 50 min) en maximaal (100 en 120 min) hebben als insulinPeakTimes. Het gebruik van een aangepaste insulinPeakTime buiten deze grenzen leidt tot problemen met FreeAPS-X, langere loopberekeningen en mogelijke een rode Loop.
ru: Пиковое время инсулина в минутах. Время необходимое инсулину для достижения максимального воздействия
sv: Tid i minuter för när insulinet har som störst blodsockersänkande effekt. Observera att inte ange ett lägre värde än 35 min för Lyumjev eller 50 min för Fiasp, eller högre än 100, respektive 120 min. Om du gör så kommer det att leda till problem med FreeAPS X, som röda loopar, långa Loop-beräkningar och överdrivet stora loggfiler.
tr: İnsülinin maksimum kan şekerini düşürücü etkisinin dakika cinsinden süresi. Dikkat: Oref, ultra-rapid (Lyumjev) ve hızlı etkili (Fiasp) eğrilerin minimum (35 ve 50 dakika) ve maksimum (100 ve 120 dakika) uygulanabilir insülinPeakTimes olduğunu varsayar. Bu sınırların dışında özel bir insülinPeakTime kullanılması, FreeAPS-X, daha uzun döngü hesaplamaları ve olası kırmızı döngülerle ilgili sorunlara neden olacaktır.
zh_hans: 胰岛素的最大降血糖作用，以分钟为单位

source: To prevent LOW required %d g of carbs
de: Um einen NIEDRIGEN BZ zu verhindern, werden %d g Kohlenhydrate benötigt
fr: Pour éviter BAS %d g de glucides requis
it: Per evitare glicemia BASSA servono %d g di carboidrati
nb: For å forhindre lavt blodsukker: %d g karbo nødvendig
nl: Om LAAG te voorkomen zijn %d g koolhydraten nodig
ru: Для избежания ГИПО необходимо %d г углеводов
sv: För att förhindra ett lågt blodsocker krävs uppskattningsvis %d g kolhydrater
tr: DÜŞÜK KŞ'ini önlemek için gerekli Karbonhidrat %d g
zh_hans: 为了防止低血糖, 需要%d 克碳水

source: Top target
de: Obergrenze
fr: Cible haute
it: Target alto
nb: Øvre mål
nl: Bovengrens doel
ru: Верхняя граница
sv: Övre målvärde
tr: Üst hedef
zh_hans: 血糖上限

source: Transmitter Type
de: Transmitter-Typ
fr: Type de Transmetteur
it: Tipo di Trasmettitore
nb: Type sender
nl: Type zender
ru: Тип передатчика
sv: Sändartyp
tr: Verici Tipi
zh_hans: 发射器类型

source: Treatments
de: Behandlungen
fr: Traitements
it: Trattamenti
nb: Behandlinger
nl: Behandelingen
ru: Терапия
sv: Behandlingar
tr: Tedaviler
zh_hans: 治疗

source: Type
de: Typ
it: Tipo
ru: Тип
sv: Typ
tr: Tip
zh_hans: 类型

source: Unit override
de: Einheit überschreiben
fr: Substitution d’unité
it: Sovrascrizione unità
nb: Overstyr enhet
nl: Eenheid aanpassen
ru: Переопределение единицы
sv: Åsidosätt enhet
tr: Birim üzerine yaz
zh_hans: 覆盖单位

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
nb: Ukjent
nl: Onbekend
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor
zh_hans: 未知

source: Updating...
de: Wird aktualisiert...
fr: Mise à jour...
it: Aggiornando...
nb: Oppdaterer...
nl: Updaten...
ru: Обновление...
sv: Uppdaterar...
tr: Güncelleniyor...
zh_hans: 更新中...

source: Upload glucose to Nightscout
de: Upload der BZ-Werte auf Nightscout
fr: Transférer la glycémie dans Nightscout
it: Esporta glicemia su Nightscout
nb: Last opp blodsukker til Nightscout
nl: Upload glucose naar Nightscout
ru: Загружать глюкозу в Nightscout
sv: Ladda upp blodsocker till Nightscout
tr: Nightscout'a KŞ değerlerini yükle
zh_hans: 将葡萄糖上传到 Nightscout

source: Use Autotune
de: Autotune verwenden
fr: Utiliser Autotune
it: Usa autotune
nb: Bruk Autotune
nl: Autotune gebruiken
ru: Использовать автотюн
sv: Använd Autotune
tr: Otoayar kullan
zh_hans: 使用自动调谐

source: Use local glucose server
de: Lokalen BZ-Server verwenden
fr: Utiliser le serveur de glucose local
it: Usa server locale come sorgente glicemia
nb: Bruk lokal glukoseserver
nl: Lokale glucose server gebruiken
ru: Использовать локальный сервер глюкозы
sv: Använd lokal server som glukoskälla
tr: Yerel glikoz sunucusu kullan
zh_hans: 使用本地端口获取血糖

source: Valid for footer
de: Gültig für Fußzeile
fr: Valide pour pied de page
it: Valido per il piè di pagina
nb: Gyldig i bunntekst
nl: Geldig voor voettekst
ru: Действителен для футера
sv: Giltig för sidfot
tr: Geçerli olan

source: Value
de: Wert
fr: Valeur
it: Valore
nb: Verdi
nl: Waarde
ru: Значение
sv: Värde
tr: Değer
zh_hans: 值

source: Wait please
de: Bitte warten
fr: Merci de patienter
it: Attendere prego
nb: Vennligst vent
nl: Wachten
ru: Подождите
sv: Vänta...
tr: Lütfen Bekleyin
zh_hans: 请稍候

# When true, raises BG target when autosens detects sensitivity
source: When the system detects you're more sensitive to insulin than usual, it raises your target to prevent lows. Useful safety feature if your sensitivity varies day to day.
de: Wenn aktiviert, wird das BG-Ziel erhöht, sobald Autosens erhöhte Empfindlichkeit erkennt
fr: Quand vrai, augmente la cible Glycémie lorsque l'autosens détecte une plus grande sensibilité
it: Quando VERO, aumenta il target glicemia quando l'autosens rileva la maggiore sensibilità insulinica
nb: When true, raises BG target when autosens detects sensitivity
nl: Wanneer waar, verhoogt het BG streefdoel als autosens gevoeligheid detecteert
ru: Когда система обнаруживает повышенную чувствительность к инсулину, она поднимает цель для предотвращения гипогликемии. Полезная функция безопасности при переменной чувствительности.
sv: Höjer målvärde för blodsocker när 'Autosens' upptäcker ökad insulinkänslighet
tr: Etkinleştirildiğinde, otoduyarlılık duyarlılık algıladığında KŞ hedefini yükseltir
zh_hans: 当启用时，当Autosens检测到敏感度变大时，会提高血糖目标。

source: will snooze for %@ until %@
de: wird für %@ schlummern bis %@
fr: mettra en veille pendant %@ jusqu'à %@
it: posticiperà per %@ fino a %@
nb: vil slumre i %@ til %@
nl: zal sluimeren voor %@ tot %@
ru: будет отложена для %@ до %@
sv: kommer att snooza i %@ tills %@
tr: %@ için %@ tarihine kadar ertelenecek
zh_hans: 将暂停 %@ 到 %@
